<template>
  <div class="main">
    <div style="margin-top: 56px">
      <div class="sc-gEvEer ejQHvm">
        <h2>创意宝AI产品免责声明</h2>
        <p class="sc-aXZVg hNuuum">
          1.在使用创意宝AI产品及相关服务（以下简称“本服务”）前，请您务必仔细阅读并理解透彻本《免责声明》（以下简称“本声明”）。
          请您知悉，如果您选择继续使用本服务，意味着您充分知悉并接受以下使用条件：
        </p>
        <p class="sc-aXZVg hNuuum">
          2.
          使用本服务请确保自定义输入文本未侵害他人权益，同时请勿输入政治相关及违反法律法规的内容。
        </p>
        <p class="sc-aXZVg hNuuum">
          3.
          您确认并知悉当前体验服务生成的所有内容都是由人工智能模型生成，我们对其生成内容的准确性、完整性和功能性不做任何保证，
          并且其生成的内容不代表我们的态度或观点。我们的服务来自于法律法规允许的包括但不限于公开互联网等信息积累，
          并已经过不断的自动及人工敏感数据过滤，但仍不排除其中部分信息具有瑕疵、不合理或引发不快。遇有此情形的，
          欢迎并感谢您随时通过本平台用户反馈入口举报。
        </p>
        <p class="sc-aXZVg hNuuum">
          4.
          在同意接受本声明之前，具体的使用规范请严格按照下方《服务使用协议》的内容。此外，无论是否实际阅读本声明，
          您通过网络页面点击确认同意本声明或实际使用本平台（“我方”）提供的本服务，均表示您与我方已就本声明达成一致并同意接受本声明的全部约定内容。
          如果您不同意本声明的任意内容，或者无法准确理解我方对本声明条款的解释，请不要同意或使用本服务。否则，表示您已接受了以下所述的条款和条件，
          同意受本声明约束。
        </p>
        <p class="sc-aXZVg hNuuum">
          5.
          我们尊重并保护所有使用本服务用户的个人隐私，但此提醒用户：您确认使用本服务时输入的内容将不包含您的个人信息。
        </p>
        <p class="sc-aXZVg hNuuum">
          6.
          您理解并且同意，为持续改善本服务，除非有相反证明，您使用本服务上传、发布或传输内容即代表了您有权且同意在全世界范围内，永久性的、
          不可撤销的、免费的授予我方及其关联方的全部产品或服务对该内容的存储、使用、发布、复制、修改、改编、出版、翻译、据以创作衍生作品、传播、
          表演和展示等权利；将内容的全部或部分编入其他任何形式的作品、媒体、技术中的权利；对您的上传、发布的内容进行商业开发的权利及其相关宣传和
          推广等服务的权利；以及再授权给其他第三方以上述方式使用的权利。
        </p>
        <p class="sc-aXZVg hNuuum">服务使用协议</p>
        <p class="sc-aXZVg hNuuum">
          1.您承诺，严格依照本声明使用本服务，并且不会利用本服务进行任何违法或不当的活动，发布、传送或分享含有下列内容之一的信息：
        </p>
        <p class="sc-aXZVg hNuuum">
          (1) 反对宪法所确定的基本原则的；<br />(2)
          危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；<br />(3)
          损害国家荣誉和利益的；<br />(4)
          煽动民族仇恨、民族歧视、破坏民族团结的；<br />(5)
          破坏国家宗教政策，宣扬邪教和封建迷信的；<br />(6)
          散布谣言，扰乱社会秩序，破坏社会稳定的；<br />(7)
          散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br />(8)
          侮辱或者诽谤他人，侵害他人合法权利的；<br />(9)
          含有虚假、诈骗、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；<br />(10)
          含有中国或其您所在国国家管辖法所适用的法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的。
          您应当对使用本服务
          是否符合法律法规规定进行必要审查，并由您承担由此产生的所有责任。您确认并同意，我方不会因为本服务或您使用本服务违反上述约定，而需要承担任何
          责任。
        </p>
        <p class="sc-aXZVg hNuuum">
          2.您使用本服务不得侵害他人权益（包括但不限于著作权、专利权、商标权等知识产权与其他权益）。同时，您同意并承诺，您使用本服务所提供、使用的
          文本内容已获得了充分、必要且有效的合法许可及授权。
        </p>
        <p class="sc-aXZVg hNuuum">
          3.您同意并承诺，在使用本服务时，不会披露任何保密、敏感或个人信息。
        </p>
        <p class="sc-aXZVg hNuuum">
          4.您同意并承诺，本服务以及因使用本服务所取得的任何产出或成果，仅限您本人用于学术测试目的，未经我方事前书面同意，您不得将本服务以及前述产
          出或成果用于任何商业或其他目的与用途，且不得自行或透过他人以任何方式或载体向第三方披露、提供、转发、传播或公开。
        </p>
        <p class="sc-aXZVg hNuuum">
          5.您理解并同意，基于本服务产生的知识产权与相关权益，均归我方或我方关联公司所有。
        </p>
        <p class="sc-aXZVg hNuuum">
          6.您应理解并同意，本服务尚存在不完备性，我方不对任何服务可用性、可靠性做出任何承诺。我方不对您使用本服务或本服务结果承担任何责任，且本服
          务结果不代表我方立场。
        </p>
        <p class="sc-aXZVg hNuuum">
          7.我方有权因为业务发展或法律法规的变动而随时对本服务的内容和/或提供方式进行变动，或者暂停或终止本服务。您同意我方将不对因上述情况导致的任何后果，向您或第三方承担任何责任。
        </p>
        <p class="sc-aXZVg hNuuum">
          8.在任何情况下，我方均不就因本服务所发生的任何直接性、间接性、后果性、惩戒性、偶然性、特殊性的损害
          (包括但不限于：您使用本服务而遭受的利润损失)，承担任何责任(即使您已事先被告知该等损害发生的可能性)。
        </p>
        <p class="sc-aXZVg hNuuum">
          9.若您违反本声明任何约定，则我方有权随时单方面终止本声明，且我方无需承担任何责任。同时，我方有权根据实际损失向您请求赔偿。
        </p>
        <p class="sc-aXZVg hNuuum">
          10.除双方另有约定外，本声明之解释与适用，以及与本声明有关的争议，均依照中华人民共和国法律予以处理(不包含冲突法)
          ，并由我方所在地有管辖权的人民法院管辖
        </p>
      </div>
    </div>
  </div>
</template>
