<template>
	<div class="main">
		<div style="margin-top: 56px;">
			<div class="sc-eqUAAy gHjZLk">
				<h2>创意宝AI产品用户协议</h2>
				<p class="sc-aXZVg hNuuum">欢迎您使用创意宝AI产品及相关服务！</p>
				<p class="sc-aXZVg hNuuum">感谢您使用我们的产品和/或服务（下称 “ 服务 ” ）。</p>
				<p class="sc-aXZVg hNuuum">您使用我们的服务即表示您已同意本服务协议。 请仔细阅读并透彻理解本服务协议内容，特别是免除或者限制责任的条款，我们将以加粗形式提醒您注意。
					本协议适用于所有创意宝AI产品/服务，包括本协议期限内的您所使用的各项服务和产品的升级和更新。 阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，请您立即停止使用我们的服务。</p>
				<p class="sc-aXZVg hNuuum">我们的服务范围非常广泛，因此有时还会适用一些附加条款（包括但不限于《免责声明》）或产品要求（包括年龄要求）。 附加条款将会与相关服务一同提供，并且在您使用这些服务后，成为您与我们所达成的协议的一部分。</p>
				<p class="sc-aXZVg hNuuum">我们会根据有关法律法规的变化、公司经营状况、经营策略调整和产品服务升级等原因修订本协议。 更新后的协议条款公布后即有效代替原来的协议条款，您可随时使用本产品服务查阅最新版协议条款。
					如果您不同意协议改动内容，请您立即停止使用本产品服务。如果您继续使用本产品服务，则视为接受本协议的改动。</p>
				<p class="sc-aXZVg hNuuum">若您是18周岁以下的未成年人，建议您请您的监护人仔细阅读本协议，并在征得您的监护人同意的前提下使用我们的产品和/或服务或向我们提供信息。</p>
				<p class="sc-aXZVg hNuuum">一、服务的内容及形式</p>
				<p class="sc-aXZVg hNuuum">1.1 服务内容</p>
				<p class="sc-aXZVg hNuuum">创意宝AI产品是陕西星火际元信息科技有限公司（以下简称为“星际科技”）依据技术创新推出的“ AI作画 ”产品，旨在提供文生图及相关功能，致力于启发画师、设计师、艺术家等专业视觉内容创作者的灵感，
					辅助其进行艺术创作，还能为媒体、作者等文字内容创作者提供高质量、高效率的配图提供灵感和做出贡献。同时为大众用户提供了一个零门槛绘画创作平台，让每个人都能展现个性化格调，享受艺术创作的乐趣。</p>
				<p class="sc-aXZVg hNuuum">1.2 服务形式</p>
				<p class="sc-aXZVg hNuuum">您使用本服务需要访问网站：https://ai.xjspace.cn，对于这些服务及/或产品，星际科技给予您一项个人的、不可转让及非排他性的许可。您仅可为访问或使用本服务的目的而使用这些产品及服务。</p>
				<p class="sc-aXZVg hNuuum">1.3 服务许可的范围</p>
				<p class="sc-aXZVg hNuuum">1.3.1 我们给予您一项个人的、不可转让及非排他性的许可，以使用本服务。<p class="sc-aXZVg sc-gEvEer hNuuum hChUMC">
						<strong>您可以为非商业目的在单一台终端设备上安装、使用、显示、运行本产品。 未经星际科技的事先书面授权和许可，您不得进行商业性的销售、复制、散发或其他商业活动，例如软件预装和捆绑等。</strong>
					</p>
				</p>
				<p class="sc-aXZVg hNuuum">1.3.2 本条及本协议其他条款未明示授权的其他一切权利仍由星际科技保留，您在行使这些权利时须另外取得星际科技的书面许可。星际科技如果未行使前述任何权利，并不构成对该权利的放弃。</p>
				<p class="sc-aXZVg hNuuum">二、本服务软件的获取、安装、卸载和更新</p>
				<p class="sc-aXZVg hNuuum">2.1 服务的获取</p>
				<p class="sc-aXZVg hNuuum">您可以直接从星际科技的网站上获取本服务。</p>
				<p class="sc-aXZVg hNuuum">2.2 产品/服务的更新</p>
				<p class="sc-aXZVg hNuuum">2.2.1 为了改善用户体验、完善服务内容，星际科技将不断努力开发新的服务，并为您不时提供产品/服务更新（这些更新可能会采取产品/服务替换、修改、功能强化、版本升级等形式）。</p>
				<p class="sc-aXZVg hNuuum">2.2.2 为了保证本产品及服务的安全性和功能的一致性，我们可能对产品/服务进行更新，或者对产品/服务的部分功能效果进行改变或限制。</p>
				<p class="sc-aXZVg hNuuum">2.2.3 您可以随时停止使用我们的服务，尽管我们对此表示非常遗憾。星际科技也可能随时停止向您提供服务，或随时对我们的服务增加或设置新的限制。</p>
				<p class="sc-aXZVg hNuuum">三、用户行为规范及注意事项</p>
				<p class="sc-aXZVg hNuuum">3.1 账号注册</p>
				<p class="sc-aXZVg hNuuum">创意宝产品提供的 [ 文生图及相关功能 ] 服务，您需登录创意宝账号后方可使用。账号注册过程中，您应当同意 《创意宝AI产品用户协议》、 《创意宝AI产品隐私协议》
					的条款并按照页面上的提示完成全部的注册程序。您注册成功后，星际科技将给予您一个用户帐号及相应的密码，该用户帐号和密码由您自己负责保管，登录时也可以采用手机号短信验证码的方式登录，请您保管好验证码； 用户应当对以其用户帐号进行的所有活动和事件负法律责任。</p>
				<p class="sc-aXZVg hNuuum">3.2 产品/服务使用规范</p>
				<p class="sc-aXZVg hNuuum">
					<p class="sc-aXZVg sc-gEvEer hNuuum hChUMC">
						<strong>3.2.1 您保证，不得并禁止直接或间接地进行如下行为：</strong>
					</p>
				</p>
				<p class="sc-aXZVg hNuuum">3.2.1.1 删除、隐匿、改变创意宝AI产品/服务上显示或其中包含的任何专利、版权、商标或其他所有权声明；</p>
				<p class="sc-aXZVg hNuuum">3.2.1.2 以任何方式干扰或企图干扰创意宝AI产品/服务或星际科技网站任何部分或功能的正常运行；</p>
				<p class="sc-aXZVg hNuuum">3.2.1.3 避开、尝试避开或声称能够避开任何内容保护机制或者创意宝AI产品/服务数据度量工具；</p>
				<p class="sc-aXZVg hNuuum">3.2.1.4 未获得星际科技事先书面同意以书面格式或图形方式使用源自星际科技的任何注册或未注册的商品、服务标志、公司徽标 (LOGO) 、 URL或其他标志；</p>
				<p class="sc-aXZVg hNuuum">3.2.1.5
					使用任何标志，包括但不限于以对此类标志的所有者的权利的玷污、削弱和损害的方式使用星际科技的标志，或者以违背本协议的方式为自己或向其他任何人设定或声明设定任何义务或授予任何权利或权限，除非星际科技以书面方式指明，否则，您不得导出任何用户信息，并且必须在获取任何用户信息或其他创意宝AI产品/服务内容后的24小时内停止使用和删除它们；</p>
				<p class="sc-aXZVg hNuuum">3.2.1.6 未事先经过原始用户的同意，而向任何非原始用户显示或以其他方式提供任何用户信息；</p>
				<p class="sc-aXZVg hNuuum">3.2.1.7 请求、收集、索取或以其他方式从任何用户那里获取对星际科技帐号、密码或其他身份验证凭据的访问权；</p>
				<p class="sc-aXZVg hNuuum">3.2.1.8 为任何用户自动登录到星际科技帐号代理身份验证凭据；</p>
				<p class="sc-aXZVg hNuuum">3.2.1.9 未经授权冒充他人或获取对创意宝AI产品/服务的访问权；或者未经用户明确同意，让任何其他人亲自识别该用户。</p>
				<p class="sc-aXZVg hNuuum">
					<p class="sc-aXZVg sc-gEvEer hNuuum hChUMC">
						<strong>3.2.1.10 未经星际科技书面许可，任何用户、第三方均不得自行或授权、允许、协助他人对创意宝AI产品及相关服务中信息内容（具体指本协议3.3.1条款所约定的“信息内容”也称为“创意宝AI产品/平台信息内容”）进行如下行为：</strong>
					</p>
				</p>
				<p class="sc-aXZVg hNuuum">（1）复制、读取、采用创意宝AI产品及相关服务的信息内容，用于包括但不限于宣传、广告、推广、增加阅读量、浏览量、点击量等商业用途；</p>
				<p class="sc-aXZVg hNuuum">（2）擅自编辑、整理、编排创意宝AI产品及相关服务的信息内容后在创意宝AI产品及相关服务的源页面以外的渠道进行展示；</p>
				<p class="sc-aXZVg hNuuum">（3）采用包括但不限于特殊标识、特殊代码等任何形式的识别方法，自行或协助第三人对创意宝AI产品及相关服务的信息内容产生流量、阅读量引导、转移、劫持等不利影响；</p>
				<p class="sc-aXZVg hNuuum">（4）其他非法获取或使用创意宝AI产品及相关服务的信息内容的行为。</p>
				<p class="sc-aXZVg hNuuum">3.2.1.11 未经星际科技书面许可，任何用户、 第三方不得以任何方式（包括但不限于盗链、冗余盗取、非法抓取、模拟下载、深度链接、假冒注册等）直接或间接盗取创意宝AI产品及相关服务的视频、
					图文等信息内容，或以任何方式（包括但不限于隐藏或者修改域名、平台特有标识、用户名等）删除或改变相关信息内容的权利管理电子信息。</p>
				<p class="sc-aXZVg hNuuum">3.2.1.12<p class="sc-aXZVg sc-gEvEer hNuuum hChUMC">
						<strong>经星际科技书面许可后，用户、第三方对创意宝AI产品及相关服务的信息内容的分享、转发等行为，还应符合以下规范：</strong>
					</p>
				</p>
				<p class="sc-aXZVg hNuuum">（1）不得对创意宝AI产品及相关服务的源网页进行任何形式的任何改动，包括但不限于创意宝AI产品及相关服务的首页链接、广告系统链接等入口，也不得对创意宝AI产品及相关服务的源页面的展示进行任何形式的遮挡、插入、弹窗等妨碍；</p>
				<p class="sc-aXZVg hNuuum">（2）应当采取安全、有效、严密的措施，以防创意宝AI产品及相关服务的信息内容被第三方通过包括但不限于 “ 蜘蛛 ” （spider ）程序等任何形式进行非法获取；</p>
				<p class="sc-aXZVg hNuuum">（3）不得把相关数据内容用于星际科技书面许可范围之外的目的，进行任何形式的销售和商业使用，或向第三方泄露、提供或允许第三方为任何方式的使用。</p>
				<p class="sc-aXZVg hNuuum">3.2.1.13 使用创意宝AI服务的二次创作功能（例如图生图、二次编辑等）时， 您理解并同意您使用相关功能时生成的结果可能存在与您上传参考图高度相似的情况。<p class="sc-aXZVg sc-gEvEer hNuuum hChUMC">
						<strong>除产品功能另有明确说明，生成结果仅供学习交流使用，不可用于商业用途。</strong>
					</p>
				</p>
				<p class="sc-aXZVg hNuuum">3.2.1.14
					用户违反上述任何一款的保证，星际科技均有权就其情节，对其做出警告、屏蔽、直至取消资格的处罚；如因用户违反上述保证而给创意宝AI产品服务、创意宝AI产品服务用户或星际科技的任何合作伙伴或者其他第三人造成损失，用户自行负责承担一切法律责任并赔偿损失。</p>
				<p class="sc-aXZVg hNuuum">3.2.2 您承诺：</p>
				<p class="sc-aXZVg hNuuum">3.2.2.1
					您不得为任何非法目的而使用本网络服务系统；不得以任何形式使用创意宝AI产品网络服务侵犯星际科技的商业利益，包括并不限于发布非经星际科技许可的商业广告；不得利用创意宝AI产品服务网络服务系统进行任何可能对互联网或移动网正常运转造成不利影响的行为；</p>
				<p class="sc-aXZVg hNuuum">3.2.2.2 您不得利用创意宝AI产品/服务的服务从事以下活动：</p>
				<p class="sc-aXZVg hNuuum">3.2.2.2.1 未经允许，进入计算机信息网络或者使用计算机信息网络资源的；</p>
				<p class="sc-aXZVg hNuuum">3.2.2.2.2 未经允许，对计算机信息网络功能进行删除、修改或者增加的；</p>
				<p class="sc-aXZVg hNuuum">3.2.2.2.3 未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；</p>
				<p class="sc-aXZVg hNuuum">3.2.2.2.4 故意制作、传播计算机病毒等破坏性程序的；</p>
				<p class="sc-aXZVg hNuuum">3.2.2.2.5 其他危害计算机信息网络安全的行为。</p>
				<p class="sc-aXZVg hNuuum">3.3 信息内容制作规范</p>
				<p class="sc-aXZVg hNuuum">3.3.1 本协议所述<p class="sc-aXZVg sc-gEvEer hNuuum hChUMC">
						<strong>信息内容是指您使用本服务过程中所制作、复制、发布、传播的任何内容，包括但不限于星际科技帐号头像、名称、用户说明等注册信息及认证资料，或文字、语音、图片、视频、图文等发送、回复或自动回复消息和相关链接页面，以及其他使用创意宝AI产品/平台/服务所产生的内容（包括但不限于使用创意宝AI产品所获得的生成图文、视频等一切结果信息等），也称创意宝AI产品/平台信息内容。</strong>
					</p>
				</p>
				<p class="sc-aXZVg hNuuum">3.3.2<p class="sc-aXZVg sc-gEvEer hNuuum hChUMC">
						<strong>您理解并同意，创意宝AI一直致力于为用户提供文明健康、规范有序的网络环境，您不得利用星际科技帐号或创意宝AI平台服务制作、复制、发布、传播干扰创意宝AI平台正常运营秩序，违法法律法规的规定以及侵犯其他用户或第三方合法权益的内容，您不得为其他任何非法目的和商业获利目的而使用创意宝AI服务。</strong>
					</p>
				</p>
				<p class="sc-aXZVg hNuuum">3.3.3 您理解并同意，您在此平台的言行必须遵守相关法律法规和创意宝平台政策，不得进行任何违法或不正当的活动，包括但不限于：</p>
				<p class="sc-aXZVg hNuuum">3.3.3.1 反对宪法所确定的基本原则的；</p>
				<p class="sc-aXZVg hNuuum">3.3.3.2 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
				<p class="sc-aXZVg hNuuum">3.3.3.3 损害国家荣誉和利益的；</p>
				<p class="sc-aXZVg hNuuum">3.3.3.4 煽动民族仇恨、民族歧视、破坏民族团结的；</p>
				<p class="sc-aXZVg hNuuum">3.3.3.5 破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
				<p class="sc-aXZVg hNuuum">3.3.3.6 散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
				<p class="sc-aXZVg hNuuum">3.3.3.7 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
				<p class="sc-aXZVg hNuuum">3.3.3.8 侮辱或者诽谤他人，侵害他人合法权利的；</p>
				<p class="sc-aXZVg hNuuum">3.3.3.9 违反中国法律、法规、规章、条例以及任何具有法律效力之规范的。</p>
				<p class="sc-aXZVg hNuuum">3.3.4
					如因您利用创意宝AI产品/服务提供的网络服务上传、制作、传送或通过其他方式传播侵犯了第三方的合法权益（包括但不限于专利权、商标权、著作权及著作权邻接权、肖像权、隐私权、名誉权等）而导致星际科技或与星际科技合作的其他单位面临任何投诉、举报、质询、索赔、诉讼，或者使星际科技或者与星际科技合作的其他单位因此遭受任何名誉、声誉或者财产上的损失，您应积极地采取一切可能采取的措施，以保证星际科技及与星际科技合作的其他单位免受上述索赔、诉讼的影响。同时您对星际科技及与星际科技合作的其他单位因此遭受的直接及间接经济损失负有全部的损害赔偿责任。</p>
				<p class="sc-aXZVg hNuuum">3.3.5 您不得利用基于深度学习、虚拟现实等新技术新应用制作、发布、传播虚假信息。您在发布或传播利用基于深度学习、虚拟现实等新技术新应用制作的非真实信息时，应当以显著方式予以标识。</p>
				<p class="sc-aXZVg hNuuum">3.3.6 您发布内容或向任何第三人分享、转发、复制产品及相关服务信息内容的行为，还应遵守公司为此制定的其他规范和标准。</p>
				<p class="sc-aXZVg hNuuum">
					<p class="sc-aXZVg sc-gEvEer hNuuum hChUMC">
						<strong>3.3.7 为了促进互联网内容健康发展，您在创意宝平台上的全部行为应符合法律法规底线、社会主义制度底线、国家利益底线、公民合法权益底线、社会公共秩序底线、道德风尚底线、信息真实性底线。
							您必须为自己注册帐号下的一切行为负责，包括您所发表的任何内容以及由此产生的任何后果。您应对本服务中的内容自行加以判断，并承担因使用内容而引起的所有风险，
							包括因对内容的合法性、正确性、完整性或实用性的依赖而产生的风险。星际科技无法且不会对因前述风险而导致的任何损失或损害承担责任。</strong>
					</p>
				</p>
				<p class="sc-aXZVg hNuuum">3.4 用户注意事项</p>
				<p class="sc-aXZVg hNuuum">
					<p class="sc-aXZVg sc-gEvEer hNuuum hChUMC">
						<strong>3.4.1 任何用户发现创意宝AI中内容涉嫌侮辱或者诽谤他人、侵害他人合法权益的或违反创意宝AI产品用户服务协议的，有权按创意宝AI产品投诉规则进行投诉。</strong>
					</p>
				</p>
				<p class="sc-aXZVg hNuuum">
					<p class="sc-aXZVg sc-gEvEer hNuuum hChUMC">
						<strong>3.4.2 为了能够给广大用户提供一个优质的创作平台，同时使创意宝AI能够良性、健康的发展，将对涉及反动、色情的头像、签名档和发布盗版和不良内容的用户，进行严厉处理。 一经发现此类行为，将视情况给予暂时或永久禁止发言、封禁 ID
							并清空所有发言的处罚。</strong>
					</p>
				</p>
				<p class="sc-aXZVg hNuuum">3.4.3
					如果创意宝AI发现或收到他人举报或投诉用户违反本协议约定的，创意宝AI有权不经通知随时对相关内容进行删除，并视行为情节对违规帐号处以包括但不限于警告、限制或禁止使用部分或全部功能、帐号封禁直至注销的处罚，并公告处理结果。</p>
				<p class="sc-aXZVg hNuuum">3.4.4 您理解并同意，创意宝AI产品有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，用户应独自承担由此而产生的一切法律责任。</p>
				<p class="sc-aXZVg hNuuum">
					<p class="sc-aXZVg sc-gEvEer hNuuum hChUMC">
						<strong>3.4.5 您理解并同意，因您违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，您应当独立承担责任；星际科技因此遭受损失（包括但不限于律师费、诉讼费、鉴定费、翻译费、交通费等）的，您也应当一并赔偿。</strong>
					</p>
				</p>
				<p class="sc-aXZVg hNuuum">3.4.6 您理解并同意，为了向您提供有效的服务，本产品/服务会利用您的终端设备的处理器和带宽等资源。本产品/服务使用过程中可能产生数据流量的费用，您需自行向运营商了解相关资费信息，并自行承担相关费用。</p>
				<p class="sc-aXZVg hNuuum">3.4.7 您理解并同意，本产品/服务的某些功能可能会让第三方知晓用户的信息，例如：发布个人动态、评论、关注时，您的头像、昵称、个人动态内容、评论内容等会被第三方知晓。</p>
				<p class="sc-aXZVg hNuuum">3.4.8 您在使用本产品/服务某一特定服务时，该服务可能会另有单独的协议、相关业务规则等（以下统称为 “ 单独协议 ” ），您在使用该项服务前请阅读并同意相关的单独协议； 您使用前述特定服务，即视为您接受相关单独协议。</p>
				<p class="sc-aXZVg hNuuum">3.4.9 您在使用本产品/服务时，须自行承担如下来自创意宝AI产品不可掌控的风险内容，包括但不限于：</p>
				<p class="sc-aXZVg hNuuum">3.4.9.1 由于不可抗拒因素可能引起的个人信息丢失、泄漏等风险；</p>
				<p class="sc-aXZVg hNuuum">3.4.9.2 您必须选择与所安装终端设备相匹配的产品/服务版本，否则，由于产品/服务与终端设备型号不相匹配所导致的任何问题或损害，均由您自行承担；</p>
				<p class="sc-aXZVg hNuuum">3.4.9.3 您在使用本产品/服务访问第三方网站时，因第三方网站及相关内容所可能导致的风险，由您自行承担；</p>
				<p class="sc-aXZVg hNuuum">3.4.9.4 您发布的内容被他人转发、分享，因此等传播可能带来的风险和责任；</p>
				<p class="sc-aXZVg hNuuum">3.4.9.5 由于无线网络信号不稳定、无线网络带宽小等原因，所引起的创意宝AI登录失败、资料同步不完整、页面打开速度慢等风险。</p>
				<p class="sc-aXZVg hNuuum">
					<p class="sc-aXZVg sc-gEvEer hNuuum hChUMC">
						<strong>3.4.9.6 您确认并知悉当前体验服务生成的所有内容都是由人工智能模型生成，我们对其生成内容的准确性、完整性和功能性不做任何保证，并且其生成的内容不代表我们的态度或观点。
							我们的服务来自于法律法规允许的包括但不限于公开互联网等信息积累，并已经过不断的自动及人工敏感数据过滤，但仍不排除其中部分信息具有瑕疵、不合理或引发不快。 遇有此情形的，欢迎并感谢您随时向通过本平台所载方式举报。</strong>
					</p>
				</p>
				<p class="sc-aXZVg hNuuum">3.4.10 第三方产品和服务</p>
				<p class="sc-aXZVg hNuuum">3.4.10.1 您在使用本产品/服务中由第三方提供的产品或服务时，请您遵守第三方的用户协议。星际科技不对您与第三方提供的产品或服务可能出现的纠纷承担责任。</p>
				<p class="sc-aXZVg hNuuum">3.4.10.2
					因用户使用本产品/服务或要求创意宝AI提供特定服务时，本产品/服务可能会调用第三方系统或者通过第三方支持用户的使用或访问，使用或访问的结果由该第三方提供（包括但不限于第三方通过个人中心接入的内容等），星际科技不保证通过第三方提供服务及内容的安全性、准确性、有效性及其他不确定的风险，由此若引发的任何争议及损害，与星际科技无关，星际科技不承担任何责任。</p>
				<p class="sc-aXZVg hNuuum">
					<p class="sc-aXZVg sc-gEvEer hNuuum hChUMC">
						<strong>3.4.10.3
							您理解并同意，星际科技有权决定将本产品/服务以及使用本产品/服务所产生的一切成果作商业用途，包括但不限于开发、使用本产品/服务以及使用本产品/服务所产生的一切成果的部分服务为第三方进行推广、宣传等，但是这并不意味着星际科技对第三方的产品或者服务承担任何法律责任，星际科技承诺在推广过程中严格按照本协议约定保护您的个人信息，同时您亦可以根据系统设置选择屏蔽、拒绝接收相关推广信息。</strong>
					</p>
				</p>
				<p class="sc-aXZVg hNuuum">3.5 服务费用</p>
				<p class="sc-aXZVg hNuuum">3.5.1 创意宝AI部分服务以免费方式提供。</p>
				<p class="sc-aXZVg hNuuum">3.5.2 创意宝AI创作功能为积分（详见相关活动规则）消耗机制，您将通过任务免费领积分和付费购买积分包方式使用创作功能，具体积分使用规则、计费方式、收费标准和支付方式以平台提供和相关页面详情内容为准。</p>
				<p class="sc-aXZVg hNuuum">3.5.3 创意宝AI可能根据实际需要对收费服务的积分规则、收费标准、方式进行修改和变更。前述修改、变更或开始收费前，创意宝AI将在相应服务页面进行通知或公告。如果您不同意上述修改、变更或付费内容，则应停止使用该服务。</p>
				<p class="sc-aXZVg hNuuum">四、用户个人信息保护</p>
				<p class="sc-aXZVg hNuuum">4.1 保护用户个人信息是星际科技的一项基本原则，星际科技将会采取合理的措施保护用户的个人信息。除法律法规规定的情形外，未经用户许可星际科技不会向第三方公开、透露用户个人信息。
					星际科技创意宝AI产品的《隐私政策》介绍了您在使用创意宝AI产品服务时，星际科技如何收集和使用您的个人信息。
					您使用创意宝AI产品的服务，即表示您同意星际科技可以按照《隐私政策》介收集和使用您的个人信息。星际科技对相关信息采用专业加密存储与传输方式，保障用户个人信息的安全。</p>
				<p class="sc-aXZVg hNuuum">4.2 您在申请本服务过程中，需要填写一些必要的信息，请保持这些信息的真实、准确、合法、有效并注意及时更新，以便星际科技向您提供及时有效的帮助，或更好地为您提供服务。
					根据相关法律法规和政策，请您填写真实的身份信息。若您填写的信息不完整或不准确，则可能无法使用本服务或在使用过程中受到限制。</p>
				<p class="sc-aXZVg hNuuum">4.3 一般情况下，您可随时浏览、修改自己提交的信息，但出于安全性和身份识别（如帐号申诉服务）的考虑，您可能无法修改注册时提供的初始注册信息及其他验证信息。</p>
				<p class="sc-aXZVg hNuuum">4.4 星际科技将运用各种安全技术和程序建立完善的管理制度来保护您的个人信息，以免遭受未经授权的访问、使用或披露。</p>
				<p class="sc-aXZVg hNuuum">4.5 未经您的同意，星际科技不会向星际科技以外的任何公司、组织和个人披露您的个人信息，但法律法规另有规定的除外。</p>
				<p class="sc-aXZVg hNuuum">4.6 星际科技非常重视对未成年人个人信息的保护。若您是18周岁以下的未成年人，在使用创意宝AI产品/服务前，应事先取得您家长或法定监护人的书面同意。</p>
				<p class="sc-aXZVg hNuuum">4.7 您应对通过本服务了解、接收或可接触到的包括但不限于其他用户在内的任何人的个人信息予以充分尊重，您不应以搜集、复制、存储、传播或以其他任何方式使用其他用户的个人信息，否则，由此产生的后果由您自行承担。</p>
				<p class="sc-aXZVg hNuuum">五、知识产权及相关权益</p>
				<p class="sc-aXZVg hNuuum">
					<p class="sc-aXZVg sc-gEvEer hNuuum hChUMC">
						<strong>5.1 星际科技保留对以下各项内容、信息完全的、不可分割的（包括但不限于）所有权、知识产权和/或其他合法权益：</strong>
					</p>
				</p>
				<p class="sc-aXZVg hNuuum">
					<p class="sc-aXZVg sc-gEvEer hNuuum hChUMC">
						<strong>5.1.1 创意宝AI产品/服务及其所有元素，包括但不限于所有内容、数据、技术、软件、代码、用户界面、商标、 logo 等商业标识以及与其相关的任何衍生作品；</strong>
					</p>
				</p>
				<p class="sc-aXZVg hNuuum">
					<p class="sc-aXZVg sc-gEvEer hNuuum hChUMC">
						<strong>5.1.2 用户向创意宝AI产品/服务提供的与该服务相关的任何信息及反馈；</strong>
					</p>
				</p>
				<p class="sc-aXZVg hNuuum">
					<p class="sc-aXZVg sc-gEvEer hNuuum hChUMC">
						<strong>5.1.3 不论在免费或者付费环境下，用户使用本服务所产生的生成和输出的结果内容。</strong>
					</p>
				</p>
				<p class="sc-aXZVg hNuuum">5.2
					未经星际科技同意或协议另有明确约定，上述资料均不得在任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行，或者被用于其他任何商业目的。星际科技不就由上述资料产生或在传送或递交全部或部分上述资料过程中产生的延误、不准确、错误和遗漏或从中产生或由此产生的任何损害赔偿，以任何形式向用户或任何第三方负法律、经济责任。</p>
				<p class="sc-aXZVg hNuuum">5.3 创意宝AI产品/服务为提供网络服务而使用的任何软件（包括但不限于软件中所含的任何图像、照片、动画、录像、录音、音乐、文字和附加程序、随附的帮助材料）的一切权利均属于该软件的著作权人，
					未经该软件的著作权人许可，用户不得对该软件进行反向工程（reverse engineer）、反向编译（decompile）或反汇编（disassemble）， 或以其他方式发现其原始编码，以及实施任何涉嫌侵害著作权的行为。</p>
				<p class="sc-aXZVg hNuuum">
					<p class="sc-aXZVg sc-gEvEer hNuuum hChUMC">
						<strong>5.4 用户在使用本服务中所产生的生成和输出内容（如生成图文（包括图生图）、评论、个人动态等）的知识产权归星际科技所有，有权将该部分生成和输出内容使用于商业用途。用户通过创意宝AI产品平台发布的内容（以下统称为 “ 公开发布内容 ”
							）经过人工审核通过，一经发布即向公众传播和共享。</strong>
					</p>
				</p>
				<p class="sc-aXZVg hNuuum">5.5 您理解并同意，您向任何第三人分享、转发、复制创意宝AI平台信息内容的行为，均应遵守创意宝AI平台为此制定的规范和标准，包括但不限于展示方式应为该信息或内容的原链接、确保附属于该信息或内容的功能可正常使用等。</p>
				<p class="sc-aXZVg hNuuum">5.6 任何未经星际科技书面同意及权利人许可的非法获取行为，均属违法侵权行为。您确认并同意，为及时、有效地保障您基于本服务的合法权益，您特别授权星际科技在发现您的合法权益
					（包括但不限于信息网络传播权、著作权等）可能受到侵害时，星际科技有权以自己的名义或委托专业第三方机构代您向涉嫌侵权的第三人采取法律手段进行维权，特别授权采取的维权手段包括但不限于侵权监控、
					发函警告、行政举报、提起诉讼、申请仲裁、移送侦查机关处理、调解、和解等。同时，请您注意，您对星际科技的上述授权，并不意味着星际科技与您之间存在任何利益共享机制。</p>
				<p class="sc-aXZVg hNuuum">
					<p class="sc-aXZVg sc-gEvEer hNuuum hChUMC">
						<strong>5.7 您理解并且同意，为持续改善星际科技为您提供的各项服务，除非有相反证明， 您使用创意宝AI平台服务上传、发布或传输内容即代表了您有权且同意在全世界范围内，
							永久性的、不可撤销的、免费的授予星际科技及其关联方的全部产品或服务对该内容的存储、使用、发布、复制、修改、改编、出版、翻译、据以创作衍生作品、传播、表演和展示等权利；
							将内容的全部或部分编入其他任何形式的作品、媒体、技术中的权利；对您的上传、发布的内容进行商业开发的权利；
							通过有线或无线网络向计算机终端、移动通讯终端（包括但不限于便携式通讯设备如手机和智能平板电脑等）、手持数字影音播放设备、电视接收设备（模拟信号接收设备、数字信号接收设备、数字电视、IPTV、
							电视机机顶盒、视频投影仪、车载电视、互联网电视/OTT终端、智能电视等带互联网接入功能的播放设备等）等提供信息的下载、点播、数据传输、移动视频业务
							（包括但不限于SMS、MMS、WAP、IVR、Streaming、手机视频等无线服务）及其相关宣传和推广等服务的权利；以及再授权给其他第三方以上述方式使用的权利。</strong>
					</p>
				</p>
				<p class="sc-aXZVg hNuuum">5.8 本服务所包含的内容的知识产权均受到法律保护，未经过星际科技、用户或相关权利人书面许可，任何人不得以任何形式进行使用或创造相关衍生作品。</p>
				<p class="sc-aXZVg hNuuum">六、免责声明</p>
				<p class="sc-aXZVg hNuuum">6.1 鉴于网络服务的特殊性，用户同意创意宝AI产品/服务随时变更、中断或终止部分或全部的网络服务。如变更、中断或终止的网络服务属于免费网络服务，创意宝AI无需通知用户，也无需对任何用户或任何第三方承担任何责任。</p>
				<p class="sc-aXZVg hNuuum">6.2 您理解，创意宝AI产品/服务需要定期或不定期地对提供网络服务的平台或相关的设备进行检修或者维护，如因此类情况而造成收费网络服务在合理时间内的中断，
					创意宝AI产品/服务无需为此承担任何责任，但创意宝AI应尽可能事先进行通告。</p>
				<p class="sc-aXZVg hNuuum">6.3 创意宝AI产品/服务可在任何时候为任何原因变更本服务或删除其部分功能。创意宝AI产品/服务可在任何时候取消或终止对用户的服务。
					创意宝AI产品/服务取消或终止服务的决定不需要理由或通知用户。一旦服务取消，用户使用本服务的权利立即终止。一旦本服务取消或终止，用户在本服务中储存的任何信息可能无法恢复。</p>
				<p class="sc-aXZVg hNuuum">6.4星际科技产品/服务不保证（包括但不限于）：</p>
				<p class="sc-aXZVg hNuuum">6.4.1 本服务适合用户的使用要求；</p>
				<p class="sc-aXZVg hNuuum">6.4.2 本服务不受干扰，及时、安全、可靠或不出现错误，用户经由本服务取得的任何产品、服务或其他材料符合用户的期望；</p>
				<p class="sc-aXZVg hNuuum">6.4.3 您使用经由本服务取得的任何资料，其风险由您自行承担；因该等使用导致您的电脑系统损坏或资料流失，您应自己负完全责任。</p>
				<p class="sc-aXZVg hNuuum">6.5 基于以下原因而造成的利润、商业信誉、资料损失或其他有形或无形损失，星际科技不承担任何直接、间接的赔偿：</p>
				<p class="sc-aXZVg hNuuum">6.5.1 对本服务的使用或无法使用；</p>
				<p class="sc-aXZVg hNuuum">6.5.2 经由本服务购买或取得的任何产品、资料或服务；</p>
				<p class="sc-aXZVg hNuuum">6.5.3 您的资料遭到未授权的使用或修改；及其他与本服务相关的事宜。</p>
				<p class="sc-aXZVg hNuuum">6.6 由于您授权第三方（包括第三方应用）访问/使用其本服务所导致的纠纷或损失，应由您自行承担。</p>
				<p class="sc-aXZVg hNuuum">6.7
					星际科技会根据您选择的服务类型向您提供相应的服务。您理解并同意，基于用户体验或创意宝平台运营安全、平台规则要求及健康发展等综合因素，星际科技有权选择提供服务或开展合作的对象，有权决定功能开放、数据接口和相关数据披露的对象和范围，并有权视具体情况中止或终止向存有包括但不限于以下情形的用户提供本服务：</p>
				<p class="sc-aXZVg hNuuum">（1）违反法律法规或本协议规定的；</p>
				<p class="sc-aXZVg hNuuum">（2）影响使用者体验的；</p>
				<p class="sc-aXZVg hNuuum">（3）存在安全隐患的；</p>
				<p class="sc-aXZVg hNuuum">（4）违背创意宝平台运营原则，或不符合北京星际科技其他管理要求的。</p>
				<p class="sc-aXZVg hNuuum">七、第三方软件或技术</p>
				<p class="sc-aXZVg hNuuum">7.1 本产品/服务可能会使用第三方软件或技术（包括可能使用的开源代码和公共领域代码等，下同），这种使用已经获得合法授权。</p>
				<p class="sc-aXZVg hNuuum">7.2 本产品/服务如果使用了第三方的软件或技术，星际科技将按照相关法规或约定，对相关的协议或其他文件，可能通过本协议附件、在本软件安装包特定文件夹中打包、或通过开源软件页面等形式进行展示， 它们可能会以 “ 软件使用许可协议
					” 、 “ 授权协议 ” 、 “ 开源代码许可证 ” 或其他形式来表达。前述通过各种形式展现的相关协议、其他文件及网页，均是本协议不可分割的组成部分，与本协议具有同等的法律效力，
					您应当遵守这些要求。如果您没有遵守这些要求，该第三方或者国家机关可能会对您提起诉讼、罚款或采取其他制裁措施，并要求星际科技给予协助，您应当自行承担法律责任。</p>
				<p class="sc-aXZVg hNuuum">7.3 如因本产品/服务使用的第三方软件或技术引发的任何纠纷，应由该第三方负责解决，北京星际科技不承担任何责任。北京星际科技不对第三方软件或技术提供客服支持，若您需要获取支持，请与第三方联系。</p>
				<p class="sc-aXZVg hNuuum">八、投诉处理</p>
				<p class="sc-aXZVg hNuuum">8.1 如果创意宝中，权利人发现有网络用户利用网络服务侵害其合法权益，且创意宝网站提供的服务内容侵犯了权利人的合法权益，权利人请务必以书面的通讯方式按照法律的规定要件向我们提交权利通知。权利通知务必包括</p>
				<p class="sc-aXZVg hNuuum">（1）权利人的联络信息，包括姓名、身份证或护照复印件（对自然人）、单位登记证明复印件（对单位）、通信地址、电话号码、传真和电子邮件；</p>
				<p class="sc-aXZVg hNuuum">（2）权利人享有权利的权属证明材料；</p>
				<p class="sc-aXZVg hNuuum">（3）涉嫌侵权内容在信息网络上的位置（如指明您举报的含有侵权内容的出处，即：指网页地址或网页内的位置），以便我们与您举报的含有侵权内容的网页的所有权人/管理人联系；</p>
				<p class="sc-aXZVg hNuuum">（4）请权利人充分准确的描述哪些合法权益被侵害，并提供构成侵犯权利人合法权益的初步证明材料；</p>
				<p class="sc-aXZVg hNuuum">（5）请在权利通知中加入如下关于通知内容真实性的声明： " 我本人为所投诉内容的合法权利人；
					在我举报的创意宝访问地址下登载的内容侵犯了本人相应的合法权益。本人确认：如果本权利通知内容不完全属实，本人将承担由此产生的一切法律责任。"；</p>
				<p class="sc-aXZVg hNuuum">（6）请在权利通知中加入以下陈述：" 我保证，本通知中所述信息是充分、真实、准确的，我是所投诉内容的合法权利人，或，我已获授权，有权行使第（ 3 ）项中列明内容的权益。"；</p>
				<p class="sc-aXZVg hNuuum">（7）请您签署该文件，如果您是依法成立的机构或组织，请您加盖公章。</p>
				<p class="sc-aXZVg hNuuum">创意宝AI产品提示您注意：如果权利通知的陈述失实，权利通知提交者将承担对由此造成的全部法律责任（包括但不限于赔偿各种费用及律师费）。
					如果上述个人或单位不确定创意宝上可获取的资料是否侵犯了其合法权益，星际科技建议您首先咨询专业人士。</p>
				<p class="sc-aXZVg hNuuum">请您把以上资料和联络方式书面发往以下地址：</p>
				<p class="sc-aXZVg hNuuum">北京市朝阳区来广营西路5号院诚盈中心1号楼8层803-805
					<br>陕西星火际元信息科技有限公司 法务部
					<br>邮政编码：100012</p>
				<p class="sc-aXZVg hNuuum">8.2 星际科技根据前述通知移除相关内容的，被移除内容的内容提供者可以依法向星际科技发出关于被移除内容不侵犯合法权益的反通知。星际科技会依法处理您的反通知。</p>
				<p class="sc-aXZVg hNuuum">创意宝提示您注意：如果您 " 反通知 " 的陈述失实，您将承担对由此造成的全部法律责任（包括但不限于赔偿各种费用及律师费）。如果您不确定创意宝上可获取的内容是否侵犯了他人的权利，我们建议您首先咨询专业人士。</p>
				<p class="sc-aXZVg hNuuum">为了便于我们处理您的反通知，请使用以下格式（包括各条款的序号）：</p>
				<p class="sc-aXZVg hNuuum">（1）请指明被星际科技移除的信息或内容及其在信息网络上的位置（如指明网页地址或网页内的位置）；
					<br>（2）被移除内容的合法性证明，包括但不限于您对已移除的内容拥有合法权益的权属证明或您可以合法使用该作品或该内容的证明；
					<br>（3）请提供具体的联络信息，包括姓名、身份证或护照复印件（对自然人）、单位登记证明复印件（对单位）、通信地址、电话号码、传真和电子邮件；
					<br>（4）请在反通知中加入如下关于反通知内容真实性的声明： " 我本人为该作品/该内容的合法权利人；我有权或已获授权提供或刊登上述被移除的信息或内容。 本人确认：如果本 " 反通知 " 内容不完全属实，本人将承担由此产生的一切法律责任。 "；
					<br>（5）请在反通知中加入以下陈述：" 我保证，本反通知中所述信息是充分、真实、准确的，我是该作品/该内容的合法权利人，或我已获授权或依法可以使用第（ 2 ）项中列明作品/内容。 "；
					<br>（6）请您签署该文件，如果您是依法成立的机构或组织，请您加盖公章。</p>
				<p class="sc-aXZVg hNuuum">请您把以上资料和联络方式书面发往以下地址：
					<br>北京市朝阳区来广营西路5号院诚盈中心1号楼8层803-805
					<br>陕西星火际元信息科技有限公司 法务部
					<br> 邮政编码：100012</p>
				<p class="sc-aXZVg hNuuum">九、未成年人使用条款</p>
				<p class="sc-aXZVg hNuuum">9.1 若您是未满18周岁的未成年人，您应在您的监护人监护、指导下并获得监护人同意的情况下，认真阅读并同意本协议后，方可使用创意宝AI产品及相关服务。</p>
				<p class="sc-aXZVg hNuuum">9.2 创意宝重视对未成年人个人信息的保护，未成年用户在填写个人信息时，请加强个人保护意识并谨慎对待，并应在取得监护人的同意以及在监护人指导下正确使用创意宝产品及相关服务。</p>
				<p class="sc-aXZVg hNuuum">9.3 未成年人用户及其监护人理解并确认，如您违反法律法规、本协议内容，则您及您的监护人应依照法律规定承担因此而可能导致的全部法律责任。</p>
				<p class="sc-aXZVg hNuuum">9.4 未成年人用户特别提示</p>
				<p class="sc-aXZVg hNuuum">9.4.1 未成年人使用创意宝AI产品及相关服务应该在其监护人的监督指导下，在合理范围内正确学习使用网络，避免沉迷虚拟的网络空间，养成良好上网习惯。</p>
				<p class="sc-aXZVg hNuuum">9.4.2 青少年用户必须遵守《全国青少年网络文明公约》：</p>
				<p class="sc-aXZVg hNuuum">（1）要善于网上学习，不浏览不良信息；
					<br>（2）要诚实友好交流，不侮辱欺诈他人；
					<br>（3）要增强自护意识，不随意约会网友；
					<br>（4）要维护网络安全，不破坏网络秩序；
					<br>（5）要有益身心健康，不沉溺虚拟时空。</p>
				<p class="sc-aXZVg hNuuum">9.4.3 为更好地保护未成年人隐私权益，公司特别提醒您慎重发布包含未成年人素材的内容，
					一经发布，即视为您已获得权利人同意在创意宝AI产品及相关服务展示未成年人的肖像、声音等信息，且允许公司依据本协议使用、处理该等与未成年人相关的内容。</p>
				<p class="sc-aXZVg hNuuum">9.5 监护人特别提示</p>
				<p class="sc-aXZVg hNuuum">9.5.1 如您的被监护人使用创意宝AI产品及相关服务的，您作为监护人应指导并监督被监护人的注册和使用行为，如您的被监护人申请注册创意宝帐号，公司将有权认为其已取得您的同意。</p>
				<p class="sc-aXZVg hNuuum">9.5.2 您的被监护人在使用创意宝AI产品及相关服务时可能使用充值、打赏等功能。 您作为监护人，请保管好您的支付设备、支付账户及支付密码等，以避免被监护人在未取得您同意的情况下通过您的创意宝帐号使用充值、打赏等功能。</p>
				<p class="sc-aXZVg hNuuum">十、其他</p>
				<p class="sc-aXZVg hNuuum">10.1 在法律允许的范围内容本协议最终解释权归星际科技所有。</p>
				<p class="sc-aXZVg hNuuum">10.2 本协议一经公布即生效，星际科技有权随时对协议内容进行修改。 如果不同意本协议相关条款所做的修改，那你有权停止使用网络服务。如果您继续使用网络服务，则视为您接受星际科技对本协议相关条款所做的修改。
					如果您不接受修改后的协议，应当停止使用本软件。</p>
				<p class="sc-aXZVg hNuuum">10.3 本协议的签订地为中华人民共和国北京市朝阳区。</p>
				<p class="sc-aXZVg hNuuum">10.4 本协议各条款前所列标题仅为帮助您理解该条款表达的主旨之用，不影响或限制本协议条款的含义或解释。为维护您自身权益，建议您仔细阅读各条款具体表述。</p>
				<p class="sc-aXZVg hNuuum">10.5 本协议的订立、执行和解释及争议的解决均应适用中国法律并受中国法院管辖。如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向星际科技所在地有管辖权的人民法院提起诉讼。</p>
				<p class="sc-aXZVg hNuuum">10.6 本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。</p>
				<p class="sc-aXZVg hNuuum">10.7 您同意，如果星际科技未执行或未行使包含在本协议中的（或星际科技在任何适用法律下有权享受的）任何法定权利或赔偿，不可视为对星际科技的权利的正式自动放弃，这些权利或救济仍对星际科技有效。</p>
				<p class="sc-aXZVg hNuuum">10.8 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。</p>
				<p class="sc-aXZVg hNuuum">再次感谢您对创意宝的信任和使用！</p>
			</div>
		</div>
	</div>
</template>